Repository: samuelhe52/MyAnimeList
Catalog: MyAnimeList/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: This version includes multiple bug fixes and improvements. It is recommended that existing users perform a metadata refresh by tapping the action button below, as this version includes important optimizations for metadata retrieval.
ja: このバージョンには複数のバグ修正と改善が含まれています。メタデータ取得に重要な最適化が含まれるため、既存ユーザーは下のアクションボタンからメタデータを更新することをおすすめします。
zh_hans: 此版本包含多项问题修复和改进。由于本版本对元数据获取做了重要优化，建议现有用户点击下方操作按钮执行一次元数据刷新。

source: This version includes multiple UX optimizations and feature improvements.
ja: このバージョンには複数のUX最適化と機能改善が含まれています。
zh_hans: 此版本包含多项 UX 优化和功能改进。

source: This version includes multiple UX optimizations and feature improvements. It is recommended that existing users perform an info refresh by tapping the action button below so existing entries can pick up the latest metadata improvements.
ja: このバージョンには複数のUX最適化と機能改善が含まれています。既存の項目で最新のメタデータ改善を反映できるよう、下のアクションボタンから情報を更新することをおすすめします。
zh_hans: 此版本包含多项 UX 优化和功能改进。建议现有用户点击下方操作按钮执行一次信息刷新，让已有条目获得最新的元数据改进。

source: This will delete %lld selected anime from your library.
ja: 選択した%lld件のアニメをライブラリから削除します。
zh_hans: 这会从资料库中删除已选择的 %lld 部动画。

source: This will replace the current poster.
ja: 現在のポスターを置き換えます。
zh_hans: 这将替换当前海报。

source: TMDb API Key
ja: TMDb APIキー
zh_hans: TMDb API密钥

source: TMDb Connection
ja: TMDb接続
zh_hans: TMDb连接

source: TMDb did not return posters for this selection yet.
ja: TMDbはこの選択のポスターをまだ返していません。
zh_hans: TMDb暂未返回该选择的海报。

source: TMDB gives each account a personal API key. It's completely free for personal use.
ja: TMDbは各アカウントに個人用APIキーを提供します。個人利用なら完全無料です。
zh_hans: TMDb会为每个账号提供专属API密钥。个人使用完全免费。

source: TMDb logos now support SVG artwork for sharper images.
ja: TMDbのロゴでSVGアートワークをサポートし、より鮮明な画像を表示できるようになりました。
zh_hans: TMDb 标志现已支持 SVG 图像，可显示更清晰的图片。

source: TMDB powers AniShelf.
ja: TMDbがAniShelfを支えています。
zh_hans: TMDb为AniShelf提供支持。

source: TMDb Proxy is now disabled by default, with improved search error UX.
ja: TMDb Proxyはデフォルトで無効になり、検索エラー時のUXも改善されました。
zh_hans: TMDb Proxy 现在默认关闭，并优化了搜索页面的出错体验。

source: TMDb Proxy troubleshooting
ja: TMDbプロキシのトラブルシューティング
zh_hans: TMDb代理排查

source: TMDb Proxy Updated
ja: TMDbプロキシを更新しました
zh_hans: TMDb代理已更新

source: TMDb Score
ja: TMDbスコア
zh_hans: TMDb评分

source: TMDb status labels now follow your selected metadata language.
ja: TMDbのステータス表示が、選択したメタデータ言語に対応しました。
zh_hans: TMDb 状态标签现会跟随你选择的元数据语言显示。

source: Track Dates
ja: 日付を記録
zh_hans: 记录日期

source: Track Episode Progress
ja: エピソード進捗を記録
zh_hans: 记录分集进度

source: Tracking
ja: 視聴管理
zh_hans: 追踪

source: Try a different search term
ja: 別の検索語を試してください
zh_hans: 尝试另外的搜索词

source: Try Again
ja: 再試行
zh_hans: 重试

source: Turn off iCloud Sync before restoring a backup. You can turn it on again after restore.
ja: バックアップを復元する前にiCloud同期をオフにしてください。復元後に再度オンにできます。
zh_hans: 恢复备份前请关闭 iCloud 同步。恢复后可以重新开启。

source: Turn on to bootstrap iCloud sync.
ja: iCloud同期を初期設定するにはオンにしてください。
zh_hans: 开启以初始化 iCloud 同步。

source: Turn this off if you use a VPN or another proxy.
ja: VPNやほかのプロキシを使っている場合はオフにしてください。
zh_hans: 如果你在使用VPN或其他代理，请关闭此选项。

source: Turn this on if direct TMDb access is unstable on your network.
ja: TMDbへの直接接続がネットワーク上で不安定な場合は、これをオンにしてください。
zh_hans: 如果你的网络直连TMDb不稳定，可以打开此选项。

source: Turning this off does not delete previously saved scores.
ja: オフにしても、以前に保存したスコアは削除されません。
zh_hans: 关闭后不会删除之前保存的评分。

source: Turning this off hides episode progress without deleting saved progress.
ja: オフにすると、保存済みの進捗は削除せずに非表示にします。
zh_hans: 关闭后会隐藏分集进度，但不会删除已保存的进度。

source: TV Series
ja: TVシリーズ
zh_hans: TV动画

source: TV Series Candidates
ja: TVシリーズ候補
zh_hans: TV动画候选

source: TVMaze’s network-local next-airing date is %@, while TMDb expects %@.
ja: TVMazeの放送地域では次回放送日が%1$@ですが、TMDbでは%2$@の予定です。
zh_hans: 按 TVMaze 播出地区的当地日期，下次播出为 %1$@，而 TMDb 预计为 %2$@。

source: Unable to complete the purchase right now.
ja: 現在、購入を完了できません。
zh_hans: 目前无法完成购买。

source: Unable to find this support option right now.
ja: 現在、このサポートオプションが見つかりません。
zh_hans: 目前找不到此支持选项。

source: Unable to Prepare Export
ja: エクスポートを準備できません
zh_hans: 无法准备导出

source: Undrop
ja: 再開
zh_hans: 取消中断

source: Unfavorite
ja: お気に入り解除済み
zh_hans: 取消收藏

source: Unfavorited
ja: お気に入り解除済み
zh_hans: 已取消收藏

source: Update Dates?
ja: 日付を更新しますか？
zh_hans: 更新日期？

source: Update the TMDb key used for metadata.
ja: メタデータに使うTMDbキーを更新します。
zh_hans: 更新用于元数据的TMDb密钥。

source: Updated AniShelf for iOS 27, refined styling throughout the app, and added a soft navigation bar edge option available only on iOS 27.
ja: iOS 27に対応し、アプリ全体のUIスタイルを改善しました。iOS 27では、ナビゲーションバーの境界をソフトにする新しいオプションも利用できます。
zh_hans: 适配 iOS 27，优化多处 UI 样式，新增柔和导航栏边缘选项（仅在 iOS 27 系统上可见）。

source: Updated the icon shown when loading fails.
ja: 読み込みに失敗した際に表示されるアイコンを更新しました。
zh_hans: 更新了加载失败图标

source: Use API Key, not API Read Access Token.
ja: APIキーを使用してください。読み取りアクセストークンではありません。
zh_hans: 请使用API密钥，不要使用读取访问令牌。

source: Use iCloud
ja: iCloudを使用
zh_hans: 使用 iCloud

source: Use Poster
ja: 使用する
zh_hans: 使用海报

source: Use Soft Navigation Bar Edges
ja: ナビゲーションバーの境界をソフトにする
zh_hans: 使用柔和的导航栏边缘

source: Use This Device
ja: このデバイスを使用
zh_hans: 使用这台设备

source: Use this poster
ja: このポスターを使用
zh_hans: 设为海报

source: Use this poster?
ja: このポスターを使いますか？
zh_hans: 使用这张海报？

source: Use TMDb Proxy
ja: TMDbプロキシを使用
zh_hans: 使用TMDb代理

source: User Info
ja: ユーザー情報
zh_hans: 用户信息

source: Validate Key
ja: キーを確認
zh_hans: 验证密钥

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@

source: Version, links, and credits.
ja: バージョン、リンク、謝辞。
zh_hans: 版本、链接和鸣谢。

source: View Style
ja: 表示スタイル
zh_hans: 显示形式

source: View broadcast airtimes for eligible anime.
ja: 対象のアニメの放送時刻を確認できるようになりました。
zh_hans: 支持查看符合条件动画的播出时间

source: Watch Status
ja: 視聴状況
zh_hans: 观看状态

source: Watched
ja: 視聴済
zh_hans: 已看完

source: Watched Runtime
ja: 視聴済みの再生時間
zh_hans: 已看时长

source: Watched through episode %lld
ja: 第%lld話まで視聴済み
zh_hans: 已看到第%lld集

# Watched through episode %lld of %lld
source: Watched through episode %1$lld of %2$lld
ja: 全%2$lld話中、第%1$lld話まで視聴済み
zh_hans: 共%2$lld集，已看到第%1$lld集

source: Watching
ja: 視聴中
zh_hans: 在看

source: What's New
ja: 新機能
zh_hans: 更新内容

source: With Notes
ja: ノートあり
zh_hans: 含笔记

source: Write some thoughts...
ja: メモを書く…
zh_hans: 写点什么…

source: You can change this later from settings.
ja: あとで設定から変更できます。
zh_hans: 之后可以在设置中更改。

source: You might need to restart the app for this change to take effect.
ja: この変更を反映するには、アプリの再起動が必要な場合があります。
zh_hans: 你可能需要重启App才能让此更改生效。

source: You're setting this entry to Planned. Clear all tracked dates?
ja: この項目を「予定」に設定します。記録済みの日付をすべてクリアしますか？
zh_hans: 你正在将此条目标记为计划观看。要清除所有记录的日期吗？

source: You're setting this entry to Watched. Set the finish date to now?
ja: この項目を「視聴済み」に設定します。完了日を現在時刻に設定しますか？
zh_hans: 你正在将此条目标记为已看完。要将完成日期设为现在吗？

source: You're setting this entry to Watching. Set the start date to now?
ja: この項目を「視聴中」に設定します。開始日を現在時刻に設定しますか？
zh_hans: 你正在将此条目标记为正在观看。要将开始日期设为现在吗？

source: You've watched through all episodes in this season.
ja: このシーズンの全エピソードを視聴済みです。
zh_hans: 你已看完本季所有剧集。

source: You've watched through every numbered season in this series.
ja: このシリーズの全シーズンを視聴済みです。
zh_hans: 你已看完本系列所有季度。

source: Your existing key stays active until the new one is saved.
ja: 新しいキーが保存されるまでは、現在のキーが有効です。
zh_hans: 在新密钥保存前，现有密钥仍然有效。

source: Your iCloud account changed while iCloud Sync was starting. Try again to rebuild sync for the new account.
ja: iCloud同期の開始中にiCloudアカウントが変更されました。新しいアカウント用に同期を再構築するには、もう一度お試しください。
zh_hans: iCloud 同步启动时，你的 iCloud 账户发生了变化。请重试，以便为新账户重建同步。

source: Your original files were preserved
ja: 元のファイルは保護されています
zh_hans: 原始文件已保留

source: OK
zh_hans: 好
